{
  "_name_or_path": "financial-risk-model",
  "architectures": [
    "FinancialRiskModel"
  ],
  "auto_map": {
    "AutoConfig": "configuration_financial_risk.FinancialRiskConfig",
    "AutoModel": "modeling_financial_risk.FinancialRiskModel"
  },
  "model_type": "financial_risk",
  "torch_dtype": "float32",
  "transformers_version": "4.21.0"
}
